Repository: interix-systeme/server-status
Catalog: locale/*/LC_MESSAGES/server-status.po
Languages: de_de

source: Email Subscription
de_de: E-Mail Benachrichtigungen

source: Domain does not apper to be a valid email domain. (Check MX record)
de_de: Die Adresse scheint keine gültige Domain zu sein. (Prüfen Sie den MX Eintrag)

source: reChaptcha validation failed
de_de: Die reCaptcha Validierung ist fehlgeschlagen

source: Thank you for registering to receive status updates via email.</br></br> Click on the following link to confirm and manage your subcription: <a href="%s">%s</a>. New subscriptions must be confirmed within 2 hours
de_de: Vielen Dank für die Anmeldung zu den Benachrichtigungen per E-Mail.</br></br>Klicken Sie auf den folgenden Link, um die Anmeldung zu bestätigen und Ihre Benachrichtigungen zu verwalten: <a href="%s">%s</a>. Neue Anmeldungen müssen innerhalb von 2 Stunden bestätigt werden

source: Validate subscription
de_de: Anmeldung bestätigen

source: Click on the following link to update your existing subscription: <a href="%s">%s</a>
de_de: Klicken Sie auf den folgenden Link, um Ihre Benachrichtigungseinstellungen zu aktualisieren: <a href="%s">%s</a>

source: Manage subscription
de_de: Benachrichtigungen verwalten

source: Thank you for subscribing
de_de: Danke für Ihre Anmeldung

source: You will receive an email shortly with an activation link. Please click on the link to activate and/or manage your subscription.
de_de: Sie erhalten in Kürze eine E-Mail mit einem Aktivierungslink. Bitte klicken Sie diesen Link an, um die Benachrichtigungen zu aktivieren und/oder zu verwalten.

source: Go back
de_de: Zurück gehen

source: Email subscription registered
de_de: E-Mail Benachrichtigungen aktiviert

source: Subscribe to get email notifications on status updates
de_de: Melden Sie sich für E-Mail Benachrichtigungen an

source: Enter email address
de_de: E-Mail Adresse eingeben

source: By subscribing to recieve notifications you are agreeing to our <a href="%s">Privacy Policy</a>
de_de: Mit der Anmeldung zu Benachrichtigungen akzeptieren Sie unsere <a href="%s">Datenschutzerklärung</a>

source: Close
de_de: Schließen

source: Subscribe
de_de: Benachrichtigungen aktivieren

source: We cannot find a valid subscriber account matching those details
de_de: Wir finden keine gültige Benachrichtigungsanmeldung mit diesen Daten

source: If you have recently subscribed, please make sure you activate the account within two hours of doing so. You are welcome to try and re-subscribe.
de_de: Wenn Sie sich gerade erst angemeldet haben, stellen Sie sicher, dass Sie den Aktivierungslink innerhalb von zwei Stunden angeklickt haben. Wenn nicht, können Sie sich gerne erneut anmelden

source: You have been unsubscribed from our system
de_de: Ihre Benachrichtigungen wurden deaktiviert und Sie vom System abgemeldet

source: We are sorry to see you go. If you want to subscribe again at a later date please feel free to re-subscribe.
de_de: Wir bedauern, dass Sie keine Benachrichtigungen mehr erhalten wollen. Sie können sich natürlich jederzeit gerne wieder anmelden.

source: We are unable to find any valid subscriber detail matching your submitted data!
de_de: Wir finden keine Benachrichtigungsanmeldung mit den Daten, die Sie angegeben haben!

source: If you believe this to be an error, please contact the system admininistrator.
de_de: Wenn Sie denken, dass dies ein Fehler ist, melden Sie sich bitte bei der Stelle, welche dieses System betreut.

source: Major outage
de_de: Größere Unterbrechung

source: Minor outage
de_de: Kleinere Unterbrechung

source: Planned maintenance
de_de: geplante Wartung

source: Operational
de_de: Funktionsfähig

source: Some systems are experiencing major outages
de_de: Einige Systeme haben größere Unterbrechungen

source: Some systems are experiencing minor outages
de_de: Einige Systeme haben kleinere Unterbrechungen

source: Some systems are under maintenance
de_de: Einige System werden gewartet

source: Our systems are experiencing major outages.
de_de: Unsere Systeme haben größere Unterbrechungen.

source: Our systems are experiencing minor outages
de_de: Unsere Systeme haben kleinere Unterbrechungen.

source: Our systems are under maintenance
de_de: Unsere System werden gewartet

source: All systems operational
de_de: Alle Systeme sind funktionsfähig

source: Super admin
de_de: Super-Administrator

source: Admin
de_de: Administrator

source: Collapsed
de_de: Zusammengeklappt

source: Expand on events
de_de: Ausgeklappt bei Ereignissen

source: Subscribe via email
de_de: Benachrichtigungen per E-Mail aktivieren

source: Subscriptions
de_de: Benachrichtigungen

source: Logout
de_de: Abmelden

source: Toggle navigation
de_de: Navigationsleiste ein- / ausblenden

source: User (%s)
de_de: Benutzer (%s)

source: Toggle Dropdown
de_de: Ein- / Ausklappen

source: Help with translation!
de_de: Bei der Übersetzung helfen

source: Page Not Found
de_de: Seite nicht gefunden

source: Sorry, but the page you were trying to view does not exist.
de_de: Entschuldigung, die aufgerufene Seite existiert nicht.

source: Back
de_de: Zurück

source: Past incidents
de_de: Vergangene Vorfälle

source: No incidents
de_de: Kein Vorfall

source: Load more
de_de: Mehr laden

source: No services
de_de: Keine Services

source: You don't have permission to do that!
de_de: Du hast dafür keine Berechtigung!

source: Please enter title
de_de: Bitte gebe einen Titel ein

source: Title too long! Character limit is 50
de_de: Titel zu lang! Zeichenlimit is 50

source: Please enter text
de_de: Bitte Text eingeben

source: Please set start and end time! Use ISO 8601 format.
de_de: Bitte setze die Start- und Endzeit! Verwende das ISO 8601 Format.

source: Please select at least one service
de_de: Bitte wähle mindestens einen Service

source: Start date format is not recognized. Please use ISO 8601 format.
de_de: Startdatum wurde nicht erkannt. Bitte verwende das ISO 8601 Format.

source: End date format is not recognized. Please use ISO 8601 format.
de_de: Enddatum wurde nicht erkannt. Bitte verwende das ISO 8601 Format.

source: End time is either the same or earlier than start time!
de_de: Die Endzeit ist vor oder gleich der Startzeit!

source: Impacted service(s):
de_de: Betroffene(r) Dienst(e):

source: Ending
de_de: Ende

source: Ended
de_de: Vorbei

source: Please enter name!
de_de: Bitte Namen eingeben!

source: You don't have the permission to do that!
de_de: Du hast nicht die Berechtigung das zu tun!

source: Name
de_de: Vorname

source: Surname
de_de: Nachname

source: Password
de_de: Passwort

source: Rank
de_de: Rang

source: Please mind the following character limits:
de_de: Bitte beachte die folgenden Zeichenbeschränkungen:

source: Username or email already used
de_de: Benutzername or Email bereits vergeben

source: User account created
de_de: Benutzer Konto wurde erstellt

source: Hi %s!<br>Your account has been created. You can login with your email address at <a href="%s">%s</a> with password %s - please change it as soon as possible.
de_de: Hallo %s!<br>Dein Account wurde erstellt. Du kannst dich mit deiner E-Mail-Adresse bei <a href="%s">%s</a> mit dem Passwort %s anmelden - Bitte ändere dein Passwort sobald wie möglich.

source: Please fill in your email and password!
de_de: Bitte E-Mail und Passwort eintragen!

source: Wrong email or password
de_de: Falsche Email oder Passwort

source: Your account has been disabled. Please contact administrator.
de_de: Dein Konto wurde deaktiviert. Bitte kontaktiere den Administrator

source: Invalid token detected, please login again!
de_de: Ungültiger Token, bitte melden dich erneut an!

source: Profile picture
de_de: Profilbild

source: Change name
de_de: Namen ändern

source: Username
de_de: Benutzername

source: Change username
de_de: Benutzernamen ändern

source: Role
de_de: Rolle

source: Change role
de_de: Rolle ändern

source: Change email
de_de: E-Mail-Adresse ändern

source: Old password
de_de: Altes Passwort

source: New password
de_de: Neues Passwort

source: Repeat password
de_de: Password erneut eingeben

source: Change password
de_de: Passwort ändern

source: Deactivate user
de_de: Benutzer deaktivieren

source: Activate user
de_de: Benutzer aktivieren

source: This username is already taken.
de_de: Benutzername wird bereits benutzt.

source: Cannot change username of other users!
de_de: Kann den Benutzernamen anderer Benutzer nicht ändern!

source: Cannot change names of other users!
de_de: Kann Namen anderer Benutzer nicht ändern!

source: Passwords do not match!
de_de: Passwörter stimmen nicht überein

source: Cannot change password of other users!
de_de: Das Passwort eines anderen Benutzers kann nicht geändert werden!

source: Wrong password!
de_de: Falsches Passwort!

source: Invalid token detected, please retry your request from start!
de_de: Ungültiger Token, bitte starte deine Anfrage neu!

source: Reset password
de_de: Passwort zurücksetzen

source: Hi %s!<br>Below you will find link to change your password. The link is valid for 24hrs. If you didn't request this, feel free to ignore it. <br><br><a href="%s">RESET PASSWORD</a><br><br>If the link doesn't work, copy &amp; paste it into your browser: <br>%s
de_de: Hallo %s!<br>Weiter unten findest Du den Link, zm dein Passwort zu ändern. Der Link ist 24 Stunden lang gültig. Wenn Du das nicht angefragt hast, kannst Du diese Mail ignorieren. <br><br><a href="%s">PASSWORT ZURÜCKSETZEN</a><br><br>Wenn der Link nicht funktioniert, kopiere ihn und füge ihn in deinem Browser ein: <br>%s

source: Email change
de_de: E-Mail-Adresse ändern

source: Hi %s!<br>Below you will find link to change your email. The link is valid for 24hrs. If you didn't request this, feel free to ignore it. <br><br><a href="%s">CHANGE EMAIL</a><br><br>If the link doesn't work, copy &amp; paste it into your browser: <br>%s
de_de: Hi %s!<br>Below you will find link to change your password. The link is valid for 24hrs. If you didn't request this, feel free to ignore it. <br><br><a href="%s">RESET PASSWORD</a><br><br>If the link doesn't work, copy &amp; paste it into your browser: <br>%s

source: Confirmation email sent!
de_de: Bestätigungsemail versendet!

source: Service name is too long! Character limit is 50
de_de: Name des Services ist zu lang! Maximal 50 Zeichen

source: Time
de_de: Zeit

source: Unsubscribe
de_de: Abmelden

source: Hi #s! There is a status update for service(s): %s The new status is: %s Title: %s %s <a href='%s'>View online</a>
de_de: Hallo #s! Es gibt eine Statusänderung für folgende(n) Dienst(e): %s Der neue Status ist: %s Titel: %s %s <a href='%s'>Im Browser aufrufen</a>

source: E-mail Notification subscription
de_de: E-Mail Benachrichtigungen

source: Telegram Notification subscription
de_de: Telegram Benachrichtigungen

source: Manage notification subscription for
de_de: Benachrichtungen verwalten für

source: Are you sure you want to cancel you subscription?
de_de: Sind Sie sicher, dass Sie sich von den Benachrichtigungen abmelden wollen?

source: Cancel Subscription
de_de: Benachrichtigungen deaktivieren

source: Your subscriptions
de_de: Ihre Benachrichtigungen

source: You do not currently subscribe to any services. Please add services from the list below.
de_de: Es sind aktuell keine Benachrichtigungen für Dienste aktiviert. Bitte fügen Sie Dienste über die Liste unten hinzu.

source: No further services available for subscriptions.
de_de: Es gibt keine weiteren Dienste, für welche Benachrichtigungen aktiviert werden könnten.

source: Connection failed: %s
de_de: Verbindung fehlgeschlagen: %s

source: Your session has expired or you tried something we don't suppprt
de_de: Sitzung abgelaufen oder nicht unterstützt

source: If your session expired, retry your link or in case of Telegram use the login button in the top menu.
de_de: Wenn Ihre Sitzung abgelaufen ist, rufen Sie den Link erneut auf oder, sofern Sie Telegram nutzen, melden Sie sich erneut über den Login-Button im Menü an

source: Lost password
de_de: Password vergessen

source: Password changed successfully!
de_de: Passwort erfolgreich geändert!

source: Go back to login page
de_de: Gehe zurück zum Login

source: Go back to start
de_de: Gehe zurück zum Start

source: Email with password reset link has been sent!
de_de: Email mit Passwort Reset Link wurde versandt!

source: Submit request
de_de: Anfrage abschicken

source: Reset password for %s (%s)
de_de: Passwort zurücksetzen für %s (%s)

source: Description
de_de: Beschreibung

source: Visibility
de_de: Sichtbarkeit

source: Submit
de_de: Absenden

source: User
de_de: Benutzer

source: User settings
de_de: Benutzer-Einstellungen

source: Please login to continue.
de_de: Bitte melde dich an um fortzufahren

source: Forgotten password?
de_de: Passwort vergessen?

source: Remember me
de_de: Eingeloggt bleiben

source: Welcome
de_de: Willkommen

source: New incident
de_de: Neuer Vorfall

source: Title
de_de: Titel

source: Here goes your text...
de_de: Hier erscheint dein Text...

source: Posted by
de_de: Gepostet von

source: End time
de_de: Endzeit

source: Settings
de_de: Einstellungen

source: Services
de_de: Dienste

source: Group
de_de: Gruppe

source: Delete
de_de: Löschen

source: Group Name
de_de: Gruppenname

source: In use by
de_de: Genutzt von

source: Users
de_de: Benutzer

source: Add new user
de_de: Neuen Benutzer hinzufügen

source: New user
de_de: Neuer Benutzer

source: Permission
de_de: Berechtigung

source: Service does not exist!
de_de: Dienst existiert nicht!

source: Privacy Policy
de_de: Datenschutz-Bestimmungen

source: Who we are
de_de: Wer wir sind

source: Contact
de_de: Kontakt

source: What personal data we collect and why
de_de: Welche persönlichen Daten sammeln wir und warum?

source: General
de_de: Allgemeines

source: If you access our websites, the following information will be saved: IP-address, Date, Time, Browser queries, General information about your browser, operating system and all search queries on the sites. This user data will be used for anonym user statistics to recognize trends and improve our content.
de_de: Wenn Sie auf unsere Webseiten zugreifen, werden folgende Informationen gespeichert: IP-Adresse, Datum, Uhrzeit, Browserabfragen, Allgemeine Informationen zu Ihrem Browser, Betriebssystem und allen Suchanfragen auf den Websites. Diese Benutzerdaten werden für anonyme Benutzerstatistiken verwendet, um Trends zu erkennen und unseren Inhalt zu verbessern.

source: If you use the Telegram Login Widget (The blue "Login with Telegram" button), we recive the following data from the service "Telegram" (<a href="https://telegram.org">telegram.org</a>):
de_de: Wenn Sie das Telegram Login Widget (der blaue "Login mit Telegram" Button) nutzen, erhalten wir folgende Daten von "Telegram" (<a href="https://telegram.org">telegram.org</a>):

source: Your Telegram-User-ID
de_de: Ihre Telegram-User-ID

source: Your Telegram username
de_de: Ihren Telegram Benutzernamen

source: The name you provided when registering with Telegram.
de_de: Den Namen, den Sie bei der Registrierung bei Telegram angegeben haben.

source: Although we are receiving this data, we only save your telegram ID, your telegram username and the first and last name you provided telegram when registred for their service.
de_de: Auch wenn wir alle diese Daten empfangen, speichern wir nur die Telegram ID, den Telegram Benuttzernamen und den Vor- sowie Nachnamen, den Sie Telegram genannt haben während der Registrierung.

source: We are saving this data, to provide a subscription service which alerts you about status update via our telegram bot. With this data we know who we need to send the alert to. Also we know your name, so we can say hi to you.
de_de: Wír speichern diese Daten, um Benachrichtigungsdienste anzubieten, welche Sie über Statusänderungen informiert, über unseren Telegram Bot. Mit diesen Daten wissen wir, wem wir die Benachrichtigungen senden müssen. Außerdem kennen wir dann Ihren Namen, um Sie zu grüßen.

source: Because of this, we also save who has subscribed which service.
de_de: Daher speichern wir auch, wer für welche Benachrichtigungen angemeldet ist.

source: How we protect your data
de_de: Wie schützen wir Ihre Daten?

source: In collaboration with our hosting provider we try our best to protect our databases against access from third parties, losses, misuse or forgery.
de_de: In Zusammenarbeit mit unserem Hosting-Provider versuchen wir unser Bestes, um unsere zu schützen Datenbanken gegen Zugriffe von Dritten, Verluste, Missbrauch oder Fälschung.

source: Third party that receive your personal data
de_de: Dritte, die Ihre persönlichen Daten erhalten

source: This site uses cookies – small text files that are placed on your machine to help the site provide a better user experience. In general, cookies are used to retain user preferences, store information for things like shopping carts, and provide anonymised tracking data to third party applications like Google Analytics. As a rule, cookies will make your browsing experience better. However, you may prefer to disable cookies on this site and on others. The most effective way to do this is to disable cookies in your browser. We suggest consulting the Help section of your browser or taking a look at the About Cookies website which offers guidance for all modern browsers
de_de: Diese Website verwendet Cookies - kleine Textdateien, die auf Ihrem Computer platziert werden, um die Website für eine bessere Benutzererfahrung zu sorgen. Im Allgemeinen werden Cookies verwendet, um Benutzereinstellungen beizubehalten, Informationen für Dinge wie Einkaufswagen zu speichern, und anonymisierte Tracking-Daten für Anwendungen von Drittanbietern wie Google Analytics bereitstellen. In der Regel werden Cookies das Browsen verbessern. Möglicherweise möchten Sie jedoch Cookies auf dieser Website und anderen deaktivieren. Der effektivste Weg, dies zu tun, ist die Deaktivierung von Cookies in Ihrem Browser. Wir empfehlen Ihnen, den Hilfebereich Ihres Browsers zu konsultieren oder werfen Sie einen Blick auf die Website von About Cookies, die Anleitungen für alle modernen Browser bietet

source: Current status
de_de: Aktueller Status
